const diction =`あめ,雨、雨天,。
あけます ,打開,。
ああ ,這樣啊,。
あとで ,之後，稍後,。
あれ ,咦?,。
あびます,沐浴,。
あらいます,洗,。
あつまります,集合,。
あんないします ,導覽,。
あと,再,。
あつめます,收集，集中,。
いただきます,開動,。
いいます,說、講,。
いそぎます,急，趕快,。
いざかや,居酒屋,。
いっしょうけんめい,拼命努力的,。
いらっしゃいませ,歡迎光臨,。
いいですか,可以嗎?,。
うるさい,吵雜的;麻煩的,。
うすい,薄的,。
うつくしい,美妙的,。
ウーロンちゃ,烏龍茶,。
うります,賣,。
えきまえ,車站前,。
えだまめ,毛豆,。
おどります,跳舞,。
おしえます,教導,。
おそく,晚,。
おふろ,浴室,。
お じ,叔叔,。
おします,按，壓，推,。
おきまりでしょうか,決定了嗎?,。
おきます,放置,。
おなか,肚子，腹部,。
おさきにしつれいします,失陪了,。
オレンジジュース,柳橙汁,。
オムライス,蛋包飯,。
おやこどん,雞肉蛋蓋飯,。
かけます,戴上，懸掛，鎖(鑰匙),。
かぜをひきます,患感冒,。
かいます,飼養,。
かぶります,戴,。
かんごし,護士,。
かします,借(出),。
かれ,他;男朋友,。
かべ,牆壁,。
かわきます,渴求,。
かぎ,鑰匙,。
かよいます,定期往返,。
かたづけます,收拾，清理,。
カツどん,豬排蓋飯,。
かしこまりました,好的，遵命,。
がんばってください,請加油!,。
きます,穿(衣服),。
きっぷ,車票,。
きまります,決定,。
くちぶえ,口哨,。
クーラー,冷氣機,。
グループ ,團體,。
けっこんします,結婚,。
けいざい,經濟,。
けんきゅう,研究,。
けんきゅうしょ,研究所,。
けいさつかん,警官,。
けしき,風景,。
けいえい,經營,。
けっせきします,缺席,。
けします,消除，關掉,。
けっこんしき,結婚典禮,。
けが,受傷,。
コック,廚師,。
コート,大衣,。
コンサート,音樂會,。
こわします,損毀，弄壞,。
ごちそうさま ,謝謝款待,。
ごちゅうもん,您的訂購,。
さき,地點,。
さびしい,寂寞的,。
さがします,尋找,。
さいこう,最棒,。
さくら,櫻花,。
さわぎます,喧嚷,。
さわります,觸，碰，摸,。
しにます,死,。
しります,認識,。
しんぶんしゃ,報社,。
しゅっぱんしゃ,出版社,。
シャツ,襯衫,。
しろい,白色的,。
しょうかいします,介紹,。
シャワー ,淋浴,。
しけん,考試,。
しめます,關閉,。
しゅっちょう,出差,。
しょうめいしゃしん,證件照,。
しあい,比賽,。
シーフードピザ,海鮮比薩,。
ジョギングします,慢跑,。
じゅんび,準備,。
スーツ,套裝,。
すわります,坐,。
すいます,吸入,。
すきます,空，餓,。
スピーチ,演講,。
せんたくします,洗衣服,。
セーター,毛衣,。
せんこうします,專攻,。
せんもんがっこう,專科學校,。
そうじします,打掃,。
そつぎょうしき,畢業典禮,。
たいそうします,做體操,。
たばこ,香菸,。
たのみます,請求，拜託,。
たぬきうどん,加蔥花、麵衣屑的烏龍麵,。
だいがくいん,研究所,。
だいがくせい,大學生,。
だいこん,白蘿蔔,。
ちかく,附近,。
チャーハン,炒飯,。
ちゅうしゃじょう,停車場,。
ていしょく,套餐,。
てんぷらそば,天婦羅蕎麥麵,。
デザート,甜點,。
でかけます,出門,。
でんわします,打電話,。
でます,出去，出來,。
とびます,飛,。
どの,哪個,。
としうえ,年長,。
ところ,場所,。
とめます,停下，阻止,。
どれか,某一個,。
どくしん,單身,。
どれくらい,大約多少,。
ドア,門,。
なまえ,姓名,。
なべ,火鍋，鍋子,。
ならびます,排隊，並列,。
なんでも,無論什麼都,。
にく,肉,。
にんじん,紅蘿蔔,。
ねむい,睏的,。
のります,搭乘,。
のど,喉嚨,。
はしります,跑,。
はなします,說、談,。
はじめます,開始,。
はれます,放晴,。
ハンバーグ,漢堡肉排,。
はやく,趕快,。
は,牙齒,。
はいしゃ,牙醫,。
はります,貼,。
はなうた,用鼻子哼歌,。
はじめ,最初,。
はやい,早的,。
バイト,打工,。
ひっこします,搬家,。
びよういん,美容院,。
ビール,啤酒,。
ピザ ,比薩,。
ふります,下(雨、雪),。
ファミリーレストラン,家庭餐廳,。
ふどうさん,不動產,。
ふきます,吹,。
ブーツ,靴子,。
ページ,頁,。
ぺこぺこ,非常餓的,。
ほら,瞧!你看!,。
ほんじつ,今天,。
ボタン,按鈕,。
ボール,球,。
まちます,等待,。
まずい,難吃的,。
みんな ,全部、大家,。
みがきます,刷,。
みせます,給(人)看,。
ミックスピザ ,什錦比薩,。
むぎちゃ,麥茶,。
むり,硬撐，無理，辦不到,。
メニュー,菜單,。
めんせつ,面試;會面,。
めいさま,~位,。
もしもし,喂,。
もの,東西,。
よびます,呼喊,。
ヨーグルト,優格,。
ラジカセ,卡式收錄音機,。
ランチ,午餐,。
りっぱ,華麗的,。
れんしゅうします,練習,。
わすれます,忘記,。
わたります,渡，穿越,。
あまります,剩餘，超過,。
あげます ,送(他人),。
あみます ,編織,。
あみもの,針織品,。
あまい,甜的,。
あたり,命中，中獎,。
あいます ,遭逢,。
アポイント,預約,。
インフルエンザ,流行性感冒,。
いけ,池子,。
いたい,痛的，疼的,。
いいなあ,真好啊,。
いしゃ,醫生,。
インターネットカフェ,網咖,。
いろいろ,各式各樣,。
うごかします ,移動，打動,。
うごきます,移動,。
うれしい,しい 開心的,。
うちます,打，拍，敲,。
うそ,謊言,。
うちゅうじん,外星人,。
うけます ,接，收,。
ええ,呃?!,。
えんそく,郊遊,。
えはがき,風景明信片,。
えほん,兒童繪本,。
えらびます,挑選,。
えんそうします,演奏,。
おくれます ,耽誤，慢,。
おんがくかい,音樂會,。
だいじに ,請保重身體,。
おめでとう,恭喜,。
おいわい,祝賀，賀禮,。
おくります,贈送,。
おもちゃ,玩具,。
おれい,謝禮,。
おおろします,提領,。
おりがみ,摺紙,。
おしょうがつ,新年,。
おせちりょうり,年菜,。
かた,~的方法,。
かない,妻子,。
かいわ,對話,。
かのじょ,女朋友,。
かわります,替換,。
カード,卡片,。
かど,轉角,。
がいこくじんとうろくしょう,外國人登錄證,。
ガーデニング,園藝,。
ガチャポン ,扭蛋,。
がいこくご,外語,。
がっき,樂器,。
がくせいしょう,學生證,。
きょうかしょ,教科書,。
きめます,決定,。
きがえます,換(衣服),。
きもの,和服,。
キーホルダー ,鑰匙圈,。
キロメートル ,公里,。
キーボード,鍵盤,。
キャンセルします ,取消,。
きをつける ,注意，小心,。
キッチン,廚房,。
きびしい,嚴格的,。
ギョーザ,餃子,。
クーラーをつけます,啟動電器,。
くれます,送(我),。
クリスマスカード,聖誕卡,。
けんさ,檢查,。
けんこうしんだん,健康檢查,。
けんぶつ,觀賞,。
けいたい,手機,。
けん,~間，~棟,。
けんだま,劍玉,。
こえ,聲音,。
こ,小孩,。
こくない,國內,。
こうつうひ,交通費,。
こと,事,。
ごうかくします,合格,。
こくさいでんわ,國際電話,。
コインランドリー,自助洗衣店,。
こうつうじこ,車禍,。
こうこく,廣告,。
こたえます,回答,。
さき,(時間、順序)先,。
さどう,茶道,。
さっき,剛才,。
さきます, (花)開,。
さとう,砂糖,。
そら,天空,。
しらせます,通知,。
しんせい,申請,。
しゅじん,主人，丈夫,。
しょうがくきん,獎學金,。
しょうせつ,小說,。
しゃちょう,總經理,。
しょうせつか,小說家,。
しんごう,交通號誌,。
しゅう,星期,。
しつもんします ,發問,。
しんせき,親戚,。
しかくがいかつどうきょかしょ,工作許可證,。
じゅう,整個,。
じゅうどう,柔道,。
じゃあ,那麼,。
じぶん,自己,。
じきゅう,時薪,。
じょうだん,玩笑,。
すてます,丟棄,。
スニーカー ,運動鞋,。
すぐに ,馬上，立刻,。
スイス,瑞士,。
スクラップ ,手機吊飾,。
すごい,厲害的,。
すぐ,馬上，立刻,。
すもう,相撲,。
すみませんが ,抱歉,。
せき,座位，位子,。
せつめいかい,說明會,。
せんたくき,洗衣機,。
セットします,裝配，調整,。
せいかく,性格，個性,。
ぜったい,絕對,。
ぜんいん,全員,。
そうたいします ,早退,。
そぼ,祖母,。
そふ,祖父,。
たちます,站，離席,。
たいしかん,大使館,。
たぶん,大概,。
たのしみ ,期待，樂趣,。
だんだん,逐漸,。
ちゅうしゃ,打針，注射,。
ちゅう,正在~中,。
ちゅうかりょうり,中華料理,。
つります,釣(魚),。
つきます,抵達,。
つくりかた,作法,。
つぎ,下一個,。
つうやく,口譯,。
てつだい,幫忙,。
ていしゅつします,提出,。
てぶくろ,手套,。
てじな,魔術,。
てすうりょう,手續費,。
ていか,定價,。
てつや,通宵,。
できます,會，能,。
でんわばんごう,電話號碼,。
でんき,電燈，電力,。
とおります,通過,。
とちゅう,半路,。
とまります,投宿,。
とどきます,達，送到,。
とくい,擅長的,。
とくぎ,專長,。
とき ,時候，時期,。
どうしても ,怎麼也(不),。
どうしたんですか,怎麼樣了呢,。
どちらでも,哪一個都,。
どこでも,哪裡都,。
どうしようかな,怎麼辦呢,。
どうやって,如何(做),。
ど,~次,。
なおります,(自)改正，復原,。
なおします ,(他)訂正，修改,。
なつやすみ,暑假,。
なります,發出聲音,。
なります,變成,。
なかなか,怎麼也(不),。
なっとう,納豆,。
にわ,庭院,。
にゅうがくがんしょ,入學申請書,。
にあいます,合適,。
にゅうがくしけん,入學考試,。
ぬぎます,脫掉,。
ねつ,發燒，熱度,。
のぼります,登,。
はなび,煙火,。
はちどごぶ,38 度半,。
はな,花,。
はいざら,菸灰缸,。
はなたば,花束,。
はやくちことば,繞口令,。
はじめに,首先,。
はっきり,清楚地,。
ばしょ,場所、地點,。
パーセント,百分比,。
パスポート,護照,。
ひだり,左邊,。
ビデオテープ ,錄影帶,。
ビザ ,簽證,。
フィルム,底片,。
ファックス,傳真,。
封筒,封筒,。
ふうとう,信封,。
ふべん,不便利,。
ふつう,普通,。
ふじさん,富士山,。
ふくしゅうします,複習,。
フルート,長笛,。
ぶん,份,。
ぶちょう,經理,。
プリント ,印刷品，講義,。
プレゼント ,禮物,。
プリクラ,大頭貼,。
へんこう,變更,。
へいじつ,平日,。
ペット ,寵物,。
ほか,另外，其他,。
ほうかご,放學後,。
ホール ,大廳,。
まちあわせ ,會合，碰頭,。
マナー,禮儀,。
まもります ,遵守，守護,。
まんねんひつ,鋼筆,。
マフラー,圍巾,。
まどぐち,窗口,。
まっすぐ,筆直,。
まがります ,轉彎,。
まわします ,轉動,。
まだまだ ,還，仍,。
みち,道路,。
ミール ,貼紙,。
みつぼし,三星級,。
むかし,從前,。
めざましどけい,鬧鐘,。
もどります,返回,。
もらいます,領受,。
もうしみ ,申請，報名,。
もうしこみます ,申請，報名,。
もうひとつ,再一個,。
やります ,做,。
やきます,烤，燒,。
ゆびわ,戒指,。
ゆめ,夢想，夢,。
ゆうれい,幽靈,。
ユーフォー,飛碟,。
よわい,不擅長的,。
よやくします,預約,。
りょうがえ,換錢,。
れんらくします,聯絡,。
れきし,歷史,。
レコード ,唱片,。
レバー ,把手,。
レベル ,水準，程度,。
ろうか,走廊,。
ロビー ,大廳,。
わふう,日式,。
あぶない ,危險的,。
アニメ,動畫,。
あたります,中獎;命中;碰撞,。
あら,哎呀,。
あきます,開,。
アップ ,提高;盤髮,。
アドバイス ,勸告;忠告,。
いみ,意義,。
いいわよ,好啊!,。
いいね,好呀,。
いいよ,不用了,。
いいですよ,不用了,。
いじょう,以上,。
イメージ ,形象;印象;影像,。
うん,嗯,。
ううん,不是,。
うまれます,出生,。
うれます,售出，暢銷;有名氣,。
うーん,嗯...,。
おもいます,認為、覺得,。
おはよう,早,。
おつかれさま,辛苦了,。
おやすみなさい,晚安,。
おげんきですか ,您好嗎,。
おこない,行為,。
おっ,哦!,。
おれ,我,。
おばあさん,祖母,。
おじさん,叔叔,。
おじいさん,祖父,。
おば,阿姨,。
おばさん ,阿姨,。
おおそうじ,大掃除,。
おもいだします ,想起,。
おかねもち,有錢人,。
おくさん,夫人,。
おおあめ,大雨,。
おとします,使落下;丟失,。
おちます,落下;遺失;減弱,。
おやつ ,零食，點心,。
おぼん,托盤,。
おばちゃん,阿姨,。
おと,聲音,。
かちます,勝利,。
かわります,改變,。
かいがい,國外,。
かわかします,晾乾，烘乾,。
かぜ,風,。
かっこいい ,帥的，酷的,。
かん,罐;罐頭,。
かわきます,乾燥,。
かぎがかかります,上鎖,。
かなしい ,悲傷的,。
かえます ,變更;改變;變動,。
かんげい,歡迎,。
かたづく ,收拾;處理好,。
ガラス,玻璃,。
がいしゃ,進口車,。
がんば,努力，奮鬥,。
きっと,一定,。
きゅう,突然的,。
きぶん,情緒;氣氛,。
きたない,骯髒的,。
きんだいてき,近代的,。
きえます,熄滅;消失,。
きれます,斷;截開;銳利,。
くもります, (天空)陰,。
くうき,空氣,。
げんかん,玄關,。
コーラ,可樂,。
こんにちは,午安,。
こわい,可怕的,。
こたえ,答案、回答,。
コンピューターソフト,電腦軟體,。
こまります,感到困擾，為難,。
こきょう,故鄉,。
こわれます,壞，倒塌,。
こぼします,使灑出;使滴落;發牢騷,。
こぼれます,溢出，灑出;流瀉,。
ゴミすて,丟垃圾,。
さようなら,再見,。
サポートがかり,技術支援人員,。
さいきどうします,重新開機,。
さんこうしょ,參考書,。
サッカーじょう,足球場,。
ざんぎょう,加班,。
ざんねん,遺憾的，可惜的,。
しょるい,文件,。
しかたない,沒辦法,。
しゃかい,社會,。
しゅじんこう,主角,。
しちゃくします,試穿,。
しょうろんぶん,小論文,。
しまります,關閉,。
しまいます,收拾;歸位;終了,。
しんにゅうせい,新生,。
しんぱい,擔心,。
じゅう,(空間、範圍)整個~,。
じつは,其實,。
じしん,地震,。
じこ,事故,。
じゅんびします,準備,。
ストーリー,故事,。
すべります,滑倒，滑行,。
スバゲッティ,義大利麵,。
スープ,湯,。
すくない ,少的，不多的,。
ストーブ,暖爐，火爐,。
スイッチ,電源開關,。
ストレートパーマ,平板燙,。
せかい,世界,。
せいこうします,成功,。
せかいいっしゅう,世界一周,。
せんたくもの,洗好的衣物;待洗衣物,。
せんじつ,前些日子,。
せもたれ,靠背,。
せんめんじょ,盥洗室,。
せつめい,說明,。
ぜひ,務必，一定,。
そうりだいじん,首相,。
そうか,這樣啊,。
そと,外面,。
そば ,旁邊，附近,。
そう,那麼，那樣,。
そふぼ,祖父母,。
たいかい,大會,。
たいふう,颱風,。
たいせつ,愛惜的;重要的,。
たおれます ,倒，塌,。
たからくじ ,彩券,。
たちます ,建造,。
ただしい ,正確的,。
たおします ,弄倒,。
ダイエット,減肥,。
だけど ,然而，可是,。
だめ ,不行的;無用的,。
ちゅういします ,注意,。
ちゅうし,中止，取消,。
つうきんラッシュ,上下班尖峰時間,。
つとめます ,任職,。
つよい ,強的，有力的,。
つづけます,繼續;使相連,。
つきます,點亮;(電器)開啟,。
ておあげます,舉手,。
ティッシュペーパー ,面紙,。
とかい,都市,。
とっても,非常,。
とおく,遠方,。
とれます,脫落;消除,。
とまります ,停止，止住,。
とし,年齡;年,。
どういたしまして,不客氣,。
どういう,怎麼樣的,。
ドラマ,戲劇,。
ドキドキします,撲通撲通地跳,。
どうろ,道路,。
ドライヤー,吹風機,。
ながれます ,流動;傳播,。
ながします,使流動;散布,。
ならべます,排列,。
なふだ,名牌,。
ぬれます ,沾濕，淋濕,。
ねえ,喂!,。
のせます ,放上，擺上;刊載,。
はなみ,賞(櫻)花,。
はブラシ,牙刷,。
パイロット ,飛行員,。
パック,盒子,。
パーマをかけます,燙髮,。
ひごろ,平常,。
ひきだし,抽屜,。
ひも,細繩,。
ひえます,變冷;感覺冷,。
ひやします,使冰涼,。
びょき,疾病,。
びん,瓶,。
ビニールぶくろ,塑膠袋,。
ふとります,胖,。
ふとん,棉被,。
ふた,蓋子,。
ふくろ,袋子,。
へん,奇怪的,。
ほし,星星,。
ぼうえき,貿易,。
まにあいます,趕得上,。
まあまあ ,尚可,。
まんかい,盛開,。
まんなか,正中央,。
まちがえます ,搞錯，弄錯,。
まどガラス,窗玻璃,。
まえがみ,瀏海,。
みぎはし,右端,。
ミニスカート,迷你裙,。
みなとまち,港都,。
メモ,便條;備忘錄,。
もえます,燃燒,。
もんだいしゅう,題目集,。
やくにたつ, 有用，有益處,。
やぶれます,破裂;破裂;破滅,。
やぶります,弄破;違背;打破(紀錄),。
ゆうしょうします ,得冠軍，優勝,。
よごれます ,髒;不潔,。
よごします,弄髒,。
よていひょう,計畫表,。
りれきしょ,履歷表,。
りゅうがくします,留學,。
れいぞうこ,冰箱,。
わかれます,分離,。
わたします,交付、遞給,。
わります ,打碎;稀釋;除,。
われます,破，碎，裂,。
わあい,哇!,。`
export default diction;